export default {
  city: {
    history: {
      title: 'История',
      text: `
Современные правила были разработаны Иваном Маслюковым в 2001 году в рамках 
проекта Схватка. С первых игр «Схватка» стремительно завоевала внимание 
молодежи. Иван несколько месяцев проводил игры за свой счёт, а также 
разработку ПО для проведения игр. К концу 2001 года он остановил проект.

В начале весны 2002 года Иван занялся поисками партнеров, готовых продолжить 
финансирование проекта для создания универсального программного комплекса для 
проведения игр. Минский интернет-провайдер «Белинфонет» согласился стать 
партнером «Схватки». В июне 2002 года игры «Схватки» были возобновлены. 
Городские игры стали пользоваться популярностью среди молодежи.

> Минские студенты, когда-то в детстве недоигравшие в «казаков-разбойников», 
> пять лет назад придумали игру, которая позволила бы им интересно проводить 
> время вместе, но не требовала бы существенных материальных затрат. Вряд ли 
> они могли ожидать, что вскоре их детище перешагнет через государственную 
> границу и приживется сразу в нескольких российских городах: от Москвы и 
> Санкт-Петербурга до Ростова-на-Дону и Калининграда.
>
> Дмитрий Надеждин, газета «Комсомольская правда», 1 ноября 2007 года


В 2004 году возникли разногласия между Иваном Маслюковым и «Белинфонетом», 
связанные со стратегическим развитием проекта «Схватка». Иван стремился 
создать реальную модель мира в миниатюре, где сообщество неординарных, 
жизнерадостных и активных людей хочет проявить себя наилучшим образом, 
стремится к развитию навыка мышления через загадки и задачи. Для «Белинфонета» 
игра «Схватка» существовала только как коммерчерский проект для продвижения 
товаров и услуг компании.

> Сначала игры проводил один, потом с интернет-провайдером «Белинфонет». Но 
> наши взгляды разошлись. И я решил создать свой бренд Encounter, в который 
> «Схватка» вошла как одна из игр.

Иван Маслюков не смог защитить свои авторские права на бренд «Схватка», что 
привело к появлению многочисленных проектов-«клонов». В результате, он создал 
новый проект Encounter. Стоит отметить, что интернет-провайдер «Белинфонет» 
зарегистрировал название игры «Схватка» в качестве товарного знака в 2002 
году, а Иван Маслюков — «Encounter» в 2004.

> Конкурентом «Схватки» стала игра Encounter, основанная в Белоруссии Иваном 
> Маслюковым. Знакомые с историей игры «схватчики» утверждают, что причиной 
> его ухода в альтернативный проект стал конфликт с местным провайдером 
> BelInfoNet.

Константин Глушаков, создававший программное обеспечение («движок») «Схватки» 
«с нуля», возглавил группу программистов, которые в настоящее время 
осуществляют разработку и поддержку программной платформы «Encounter».

Игры под брендом «Encounter» проводятся в России, Украине, Беларуси и других 
странах.

> В России городские интерактивные игры появились в 2005 году — практически 
> одновременно в Москве прошли «Схватка» и «Энкаунтер», а в Петербурге — 
> «Дозор».
> 
> Журнал «Деньги» № 34 (640), 3 сентября 2007 года

В 2008 году к Схватке и Мозговому штурму добавились новые виды городских игр: 
Фотоохота, Фотоэкстрим, Мокрые войны, Кэшинг, Тайники и Точки. В 2009 году в 
списке игр появилась Видеоохота.

В этом же году была опубликована книга о городских играх «Encounter. Ночной 
экстрим», написанная Иваном Маслюковым.

28 июля 2009 года вышла первая редакция «Генеральной декларации», 
регламентирующая устройство взаимоотношений в сети «Encounter».

Летом 2009 года международная сеть городских игр «Encounter» выступила в 
качестве партнера Всероссийского образовательного форума «Селигер-2009». В 
программе «Лидерство» и «Территория» участники форума приняли участие в 
различным видах игр «Encounter».

В декабре 2009 года закончились съемки и монтаж документального фильма о 
городских играх «Encounter: Желание жить».

В середине 2010 года издательством «Геликон Плюс» был выпущен сборник 
рассказов «Планета Encounter», написанный непосредственными участниками 
событий по мотивам прошедших игр «Encounter».

В июле 2010 года организаторы «Encounter» снова посетили «Селигер», чтобы 
провести несколько игр для участников форума.

21 августа 2010 года был запущен всероссийский проект Red Quest на программной 
платформе «Encounter». Первый этап проекта проходил в пяти городах: 
Новосибирск, Екатеринбург, Казань, Санкт-Петербург и Москва, в которых 
состоялись пешие игры от организаторов игр Encounter в этих городах. По данным 
сайта проекта, всего зарегистрировано более 1 млн. участников.

С января 2011 года на программно-техническом комплексе «Encounter» начала 
работать украинская сеть городских игр «Quest.ua».

«Encounter» в начале 2011 года объявила о структуризации компании. Развитие 
будет проходить под общим брендом Encounter по трём направлениям: игровое 
агентство, цифровое агентство и сеть городских игр.    
      `
    },
    franchising: {
      title: 'Программный комплекс и франчайзинг',
      text: `
Программный комплекс «Encounter» – это совокупность технического и 
программного обеспечения, на основе которого работает международная сеть 
«Encounter». С его помощью можно проводить разнообразные городские игры в 
рамках одного города, страны или всего мира. На всех сайтах сети действует 
единая регистрация, т.е. достаточно зарегистрировать на одном сайте, чтобы 
играть в любом городе, где проводятся игры.

Территориальное развитие «Encounter», как и других проектов, происходит по 
принципу франчайзинга. Франчайзинговую сублицензию (франшизу) на организацию 
игр может получить любой желающий, независимо от количества потенциальной 
аудитории участников и присутствия в регионе уже существующих организаторов 
«Encounter» и других проектов городских игр.

Оплатив установленный разовый взнос, зарегистрированный в системе пользователь 
получает права «владельца» на домен третьего уровня в зоне en.cx, на котором 
он имеет возможность организовывать свои игры по правилам проекта. За каждую 
проведённую игру её автор обязан перечислить владельцам проекта определённую 
сумму, зависящую от типа игры («Схватка», «Мозговой штурм» и т. п.) и 
вступительных взносов, собранных с участников игры. Организатор самостоятельно 
решает, какие типы игр и в какое время будут проходить на его домене, а также 
сам устанавливает размер взноса на участие в играх.

> Организатор собирает взносы с участников и готовит для них ночную игру в 
> городе. Команда, которая раньше всех выполнит все миссии, становится 
> победителем, и получает 50 % от всех взносов со всех команд, остальные 50% 
> получает организатор.
> 
> Взнос с команды составляет 40-200$, в среднем играют 15-20 команд. 
> Администрация сети получает фиксированные отчисления за каждую проведенную 
> игру (от 15 $ до 40 $ в зависимости от типа игры) на оплату использования 
> технического комплекса.

Большинство организаторов игр «Encounter» имеют стабильный источник дохода. Но 
признают, что гонки и ролевые игры могут стать бизнесом, если посвятить этому 
все свое время. Создатель «Encounter» Иван Маслюков так и сделал:

> Для меня это моя работа, моя школа, мой институт, мой бизнес — моя жизнь. 
> Кто-то самореализуется через проект и получает от этого удовольствие, кто-то 
> зарабатывает. Здесь важно, что организаторы делают то, что любят делать.

Годовой объём рынка ночных ролевых игр и гонок в Москве Маслюков оценивает 
приблизительно в шесть миллионов рублей — с перспективой роста до 250% в год.

Развитие сети городских игр происходит не только географически – за счет 
увеличения количества регионов, в которых проводятся игры, но и качественно, 
разрабатываются и реализуются новые форматы игр.
      `
    },
    games: {
      title: 'Виды игр',
      text: `
В каждый вид игр, за исключением Мокрых войн, можно играть в одиночку (один 
человек) или командами (несколько человек). Каждой команде необходим 
автомобиль для передвижения по городу между объектами игры, сотовый телефон 
или ноутбук с доступом в Интернет для получения заданий, фонарики (обычно игра 
проходит в ночь с субботы на воскресенье), рации для удобного общения между 
игроками команды на объектах, где сотовая связь работает нестабильно.
      `
    },
    agency: {
      title: 'Игровое агентство',
      text: `
В мае 2010 года администрация сети Encounter выделила в отдельный вид 
корпоративные игры. Корпоративная игра — это одновременно и интеллектуальная 
викторина, и рекламная акция, и оригинальный повод взаимодействия с 
сотрудниками и клиентами компании, которая может заказать корпоративную игру 
любого формата. Формат корпоративной игры привлек внимание таких компаний, как 
МегаФон, Скай Линк,Volkswagen, Kodak, М.видео, МТС. Компания МТС запустила 21 
августа 2010 года на программной платформе Encounter всероссийский проект Red 
Quest.

В начале 2011 года в результате структуризации компании «Encounter» образовано 
игровое агентство Encounter, которое занимается организацией и проведением игр 
на заказ, специализируется на промо-играх, ARG и корпоративных играх.
      `
    },
    achievements: {
      title: 'Ордена',
      text: `
С декабря 2006 года администрация сети Encounter вручает участникам награды за 
выдающиеся успехи в играх и развитии проекта в целом. Существует 6 видов 
орденов: «За веру в будущее», «За вклад в развитие», «За смелость и отвагу», 
«Чемпион», «Мега мозг», «Зелёная звезда».

В соответствии с Генеральной декларацией:

* Ордена Encounter являются наградами, которые получают участники за особые 
  заслуги в деле развития проекта, за героические поступки, за победы в 
  локальных чемпионатах и международных играх и конкурсах.
* Ордена учреждаются и изготавливаются только администрацией сети Encounter. 
  Подделка орденов запрещена и карается удалением из сети.
* Ордена делегируются владельцам доменов на основе бонусной таблицы согласно 
  рейтинга домена.
* Владелец домена имеет право самостоятельно определять поводы и причины, по 
  которым участник или команда могут быть награждены орденом (личные заслуги 
  участников, победа в чемпионате или отдельной игре).
* Администрация сети имеет право выделять ордена на международные игры и 
  конкурсы, а также определять другие поводы и причины для награждения 
  орденами.
      `
    },
    elements: {
      title: 'Основные элементы игр',
      text: `
## Сценарий

Представляет собой план проведения игры, состоящий из последовательности 
интеллектуальных и не очень заданий и различных местных 
достопримечательностей. В маршрут следования обязательно включаются 
всевозможные недострои, заброшенные полуразвалившиеся здания, карьеры и прочие 
места, где можно неиллюзорно стать героями. В процессе написания сценария 
авторами употребляются различные вещества, чтобы затруднить прохождение, что 
доставляет игрокам массу весёлых моментов и, впоследствии, вызывает срачи на 
форумах. Результатом выполнения каждого задания обычно является код — 
последовательность букв и цифр, которая сообщается организатору в качестве 
подтверждения выполнения задания. Побеждает та команда, которая прошла игру по 
сценарию за минимальное время с начислением всех штрафов и бонусов.

## Организаторы
или, попросту, орги (огры). Группа единомышленников, собравшаяся с целью 
получить профит, наглядно продемонстрировать степень ФГМ и потешить свое ЧСВ. 
Мнят себя патрициями, халявят на логике игр и выборе локаций, очень не любят 
критику в свой адрес и банят на форуме команды целыми составами.

Естественный путь любого орга:

* **Орг-новичок**, который считает, что сможет сделать отличные игры. 
  Старается вкладывать душу, подходить к этому делу ответственно. Фейлит 
  повсюду, однако ему многое прощают.
* **Бывалый орг**. Этот персонаж знает кучу кошерных мест в городе, умеет 
  создавать интересные игры как для поля, так и для штаба, полноценно 
  распределяя нагрузку по заданиям. Очень быстро становится зажравшимся оргом.
* **Зажравшийся орг** — разновидность орга, который внезапно осознает, что 
  единственный его интерес — профит, поэтому прикладывает минимум усилий при 
  максимуме взносов. Особо отличившиеся персонажи даже умудряются нанять 
  негров, согласных за копейки от профита клепать пачками унылые игры с 
  косяками и баянами в каждом задании и непродуманной логикой. Все это 
  вызывает неимоверное бурление говн среди команд, выливающееся на форум.

Иерархия орков зависит от проекта, но как правило включает в себя начальство 
(Маслюков и иже с ним), региональных раздавателей люлей и быдло-орков. 
Последние и принимают на себя весь гнев народа. В эпоху зарождения ночных 
игрищ начальство было взяло моду выезжать для решения проблем на места, но 
быстро одумалось (на все жалобы не наездишься — городом больше, городом 
меньше — подумаешь) и теперь ограничивается лишь решением претензий по 
телефону и мылу.

## Локации

В принципе, локацией может быть все, что угодно: от мусорника во дворе дома 
орга до верхушки не сданной в эксплуатацию вышки сотовой связи где-нибудь за 
100 км от города. Все ограничено только добросовестностью организаторов. По 
интересности локаций и вероятности предстать перед Б-гом лидируют крупные 
промышленные центры времен совка, такие как Новосиб, Ёбург, Чекагинск, Пермь, 
Башкирия и т. д., в которых расположены красочные развалины всевозможных 
заводов и фабрик. Жители же регионов, обделенных такой роскошью, скромно 
радуются бомжатникам с канализациями и теплотрассами. Они питают уверенность, 
что локация — это место, где обязательно дико насрано.

Со временем при достаточно интенсивном и не очень рациональном использовании 
резерва злачных мест города наступает момент их острого дефицита. Как правило, 
выходов из данной ситуации три:

1. Использовать баяны с самых старых игр — именно этим грешит большинство оргов;
2. Расширить игровые пределы до неимоверных границ — при этом автоматически 
   отсеиваются самые слабые, немощные и просто жадные до денег;
3. Ездить на игры в соседние регионы.

## Команды

Сборища собутыльников с определенным набором инвентаря (ноутбук, фонарики, 
рации и т. д.) и обязательным включением life-style ништяков типа пива. Иногда 
команда делится на полевых и штабных игроков, при этом главными задачами 
последних являются оперативное решение загадок и не набухаться до потери связи 
с действительностью. Стоит заметить, что уровень ЧСВ каждой команды, по 
отношению к собратиям, превышает Эверест. И когда новичок приходит в команду, 
ему тут же начинают рассказывать, что его команда самая честная, занимает 
самые-самые места, (хотя любой мало-мальски знакомый с дозором человек, 
скажет, что вероятность быть честным и при этом находиться на вершине иерархии 
средь других команд, составляет чуть больше чем ноль процентов), и главное что 
все другие команды говно и школота. И конечно любая команда считает своим 
величайшим долгом записать какой-нибудь трек, посвященный дозору. Причем сия 
симфония естественно должна быть в стиле ганста реп, ибо вокальными данными в 
команде как правило не обладает никто. Тексты таких шедевров обычно посвящены 
либо самой игре, либо команде. Не знающему сути происходящего, невольному 
слушателю, может представиться, что Дозор это некая помесь фильмов Форсаж + 
Ямакаси, а играют в него сверхсамцы, которые могут ехать со скоростью 
100500 км/с, и взбираться на сотый этаж стройки по отвесной стене, и 
сверхсамки, которые могут все то же самое, но при этом имеют внешность 
топ-моделей.

## Транспорт

Разумеется, чтобы как следует развернуться и вырваться за рамки обыденных 
маршрутов «дом — офис — ларёк», требуется транспорт. В качестве оного обычно 
используются псевдоспортивные авто отечественного и зарубежного производства, 
зачастую чудом прошедшие техосмотр, но находящиеся на ходу. При этом в команде 
в зависимости от условий сценария и организаторов может быть сразу несколько 
экипажей.

## Игровой движок

Средство организации и автоматизации процесса геймплея в виде сайта в этих 
ваших интернетах, позволяющее участникам получать задания и вводить коды, а 
организаторам следить за тем, чтобы хотя бы часть хомячков в процессе 
прохождения сценария не разбежалась по попутным барам и добралась таки до 
финиша. Впрочем, это открыло нехилую возможность кулхацкерам устроить себе 
тотальный лулз в лице созерцания баттхёрта адептов Зазора и хрЭнки при виде 
задыхающегося во время очередной DDoS-атаки движка. Движки как правило кишат 
глюками, и модернизируются только тогда, когда глюки достают большую часть 
братии. Впрочем, в последнее время зелёный прожект устраивает обновление ПО 
хотя бы раз в месяц, добавляя новые блэкджеки и шлюх. Чёрно-оранжевый ответил 
на всё это лишь однажды изменением структуры страницы с заданиями — менюшка 
перенеслась с левой стороны в правую.

Нечистые на руку игроки некоторое время могли использовать движок для тупого 
перебора кодов, благо орги не слишком-то утруждали себя придумыванием и коды 
имели 3-4 неизвестных цифры (а это менее 9000 вариантов, благо согласно 
правилам многих проектов нули считаются похожими на букву O или D, и 
следовательно некошерными). Впрочем, халяву быстро прикрыли — орки получили 
возможность смотреть истории ввода кодов и согласно правилам накрячивать особо 
одарённых. Это не помешало однако использовать фичу с перебором всякого рода 
саботажникам: штрафы им один хрен до пелодки, а вот перспектива получить все 
коды ко всем заданиям (и поиметь орга слитыми на форуме/в аськах кодами) уже 
через полтора часа игры, как правило, приносит камрадам не один оргазм.
      `
    },
    gameplay: {
      title: 'Геймплей',
      text: `
Несмотря на наличие многих надуманных организаторами ролей в команде 
(аналитик, координатор, водитель, штурман, связной, хантер и прочих), 
серьёзные отличия есть только между игрой полевого и штабного игрока. В задачи 
полевых входит быстрый бег, поиск и взятие кода на всяких верхотурах и 
подземных ходах при любых погодных условиях и криминогенных факторах. Задача 
штаба — решать мозголомные задания, координировать полевых, постоянно 
поддерживая у них ощущение, будто про них никто не забыл и даже готов 
выслушать версию по решению текущего задания.

При условии наличия у команды достаточного количества машин в поле, на каждое 
отдельное задание едут не все, а только 1-2 ближайшие машины, дабы не бегать 
толпой и не скучиваться на одном конце города. По этой причине отдельно взятые 
везунчики могут простоять на месте больше половины игры, что вызывает бурю 
эмоций на утреннем брифе.

Игра в штабе — банальное насиживание гемора в помещении по восемь часов — а то 
и больше суток — подряд, совмещённое с недетской ломкой мозга. Впрочем, можно 
троллить своих полевых или тупо бухать — каждое взятое задание можно считать 
поводом налить и употребить.

Несмотря на декларацию принципов честной игры и соблюдения всевозможных 
правил, чуть более, чем все участники пользуются следующими нехитрыми 
приемами:

## Нарушения ПДД
Подавляющее большинство игр проходит в ночное время, когда дороги относительно 
пусты и можно как следует придавить тапку. В азарте гонки инстинкты 
самосохранения водятлов частично блокируются, поэтому затуманенный мозг 
зачастую не в состоянии различить не только цифры на спидометре и цвета 
сигналов светофора, но и некоторые предметы городского интерьера. Как 
следствие, случается что путь к успеху внезапно преграждает перебежавший 
дорогу столб или ограничитель скорости в виде железобетонного блока, который 
забыли забили убрать после ремонта.

## Сливы
Передача игрокам других команд информации о деталях выполнения заданий; бывают 
2-х типов: слив места (адреса или координат) и слив кода. Сливы являются 
предметом наиболее лютых и бешеных срачей между участниками, при том, что 
техническими средствами установить факт слива невозможно. Однако можно в 
подозрительном случае спросить о логике решения задания. Косвенным 
доказательством может служить слишком маленькое время прохождения: пусть 
сливщики докажут, что в момент получения задания совершенно случайно их машина 
оказалась в 15 км от города возле нужной локации и экипаж нашёл код в 
заброшенном цехе завода за десять минут.

Особо изобретательные орги раз в две-три игры делают задания-антисливы. Суть в 
том, что до подсказки их решить принципиально невозможно, а если кто-то 
случайно прошёл задание раньше, чем теоретически возможно найти локацию, он 
будет подвергнут анальной каре в виде дисквалификации. Так же практикуется 
пускать потенциальных любителей сливов по одной и той же линейке: оргазм от 
найопки коллег и оргов быстро сменяется ощущением наебалова и покаянием 
грешников. Существует такая разновидность, как «самослив», то есть когда 
команда, сама того не желая, палит локацию, вылезая из неведомых ебеней на 
виду у проезжающей мимо команды соперников.

Отдельным пунктом стоит выделить Тотальные Сливы. Тотальный Слив (ТС) 
устраивается группой молодых людей, по тем или иным причинам люто, бешено 
ненавидящих Дозоры и прочую подобную поебень. ТС требует подготовки, однако 
приносит авторам неиллюзорное количество лулзов, поскольку сразу обламываются 
ВСЕ играющие, формально выходные летят в трубу.

Способы устроить Тотальный Слив:

* **Загаживание кодов.** Группа выслеживает организаторов в процессе создания 
  заданий и сценария. То есть, упав на хвост оргам, выясняют все места, в 
  которых орги наносят коды. После чего непосредственно перед началом игры (за 
  пару часов, чтобы исправить подлянку уже было нельзя) группа быстро 
  объезжает все «засвеченные» энкаунтеры и жирно-жирно закрашивает абсолютно 
  все коды краской. Приехавшим на место полевым игрокам не остается ничего 
  иного, кроме как соснуть хуйцов. Орги могут попытаться отменить первое 
  задание и начать со второго, но по понятным причинам процесс сосания хуйцов 
  происходит и там. И в третьем задании. И вообще.
* **Код-спамминг.** Группа действует по приведенной выше схеме, однако вместо 
  закрашивания кодов, в каждом новом энкаунтере наносит как можно большее 
  количество кодов похожей краской и шрифтом. Коды должны быть видны сразу, 
  находиться как можно ближе друг к другу и вообще, всячески препятствовать 
  нахождению очевидно правильного варианта. Батхерт гарантирован, ибо орги 
  любят код запрятать поглубже, и пока полевые игроки переберут все доступные 
  варианты — уйдет уйма времени.
  
  Вниманию всем желающим развлечься вышеописанными способами: иногда подобной 
  хуетой занимаются не экстремальщики или организаторы игр, а 
  неудачники-птушники, к своему несчастью вынужденные работать геодезистами 
  (ездить по ебеням, наклеивать цветной скотч на стены и деревья, делать 
  надписи краской, но не для развлечения, а потому что пролетарский мозг в 
  принципе не способен в компьютер и технику). И завандалить геодезический 
  пункт будет дабл вином, ибо мало того вы укажете кучке чсвшного быдлеца их 
  место, но ещё поимеете с этого немного лулзов, ибо этим порвёте попку 
  небольшой кучке биомусора, которое придёт сюда и начнёт вандалить эту 
  статью.
* **Рассылка.** И вновь группа действует по приведенной выше схеме с 
  выслеживанием оргов, однако коды просто переписываются на бумажку, а в час Х 
  (как правило вскоре после начала игры) коды и точные описания энкаунтеров 
  массово рассылаются в аське и по смс всем доступным капитанам команд, 
  штабным крысам, полевым игрокам. Офисный планктон и школота моментально 
  теряет интерес к игре, ибо адреналин и чувство соперничества только что были 
  помножены на ноль.

Все методы приносят плоды в виде лулзов, и постоянно придумываются новые 
способы обломать планктон.

## Тупо упасть на хвост

Очень часто используемый прием, особенно среди новичков. Несмотря на то, что 
он прописан в правилах и анально наказуется, используется при всякой 
возможности. Работает только при линейной последовательности игры, то есть 
когда все команды выполняют один и тот же набор заданий в одной и той же 
последовательности. Зная эту фишку нубов, опытные игроки извлекают массу 
лулзов, заведя и кинув наивных преследователей где-нибудь в ебенях подальше от 
локации.
      `
    },
    why: {
      title: 'Зачем и кому это надо?',
      text: `
Как известно, жизнь офисного планктона состоит из однообразных рабочих будней, 
в течение которых клерки коротают время в ожидании священной пятницы, после 
наступления которой следует долгожданная ночь с пятницы на понедельник, как 
правило, представляющая собой серию бухычей с перерывами на сон. Однако, ряд 
представителей животного мира спустя несколько лет такого существования 
начинает чувствовать, что что-то с этим миром не так. Драматичность данной 
ситуации усугубляется тем, что поиски приключений на свою жопу ограничены 
крайне скромным бюджетом, который не позволяет оттопыриться на всю катушку. 
Поэтому были придуманы и активно продвигаются экстремальные городские игры,  
экстремальность которых, собственно, заключается в предоставлении участникам 
реальной возможности стать героями (кстати, порой организаторы этого даже не 
скрывают).
      `
    }
  }
}
