import wiki from '../wiki'

const title = 'Городские'
const slug = 'city'
const description = `
www.en.cx

Экстремальные городские игры — современное развлечение молодых и спортивных 
пролетариев и трудящихся.

Encounter (рус. Энкаунтер — «случайная встреча», «первый опыт», «неожиданное 
столкновение») — международная сеть активных городских игр.

Также это слово имеет значение «схватка» — именно так называется игра, 
благодаря идее которой и возник данный проект.
`
const page = wiki.city.games

export default {
  title,
  slug,
  description,
  page
}
